Autodesk.Revit.DB.BuiltInFailures.LoadFailures.PointLoadAllZero
Point Load can't have all force components and moment components to be zero.

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.LineLoadAllZero
Line Load can't have all force components and moment components to be zero.

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotRotateLoad
Can't rotate Load because rotation axis is not perpendicular to sketch plane.

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMoveHostedLoad
Can't move Load based on the Host Element.

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMirrorLoad
Can't mirror Load because mirror plane is not perpendicular to sketch plane.

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotMirrorHostedLoad
Can't mirror Load based on the Host Element.

Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotCopyHostedLoad
Can't copy Load based on the Host Element.

Autodesk.Revit.DB.BuiltInFailures.LoadFailures
Failures about Load.